Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/lainsaadanto.html.tmx
Source language: fin
Languages: sme

source: Lainsäädäntö
sme: Láhkaásaheamis

source: Saamelaisten oikeudet lainsäädännössä
sme: Sámiid vuoigatvuođat láhkaásaheamis

source: Saamelaisista ja saamelaiskäräjistä löytyy mainintoja useasta laista.
sme: Sámiid ja sámedikki birra gávdnojit máinnašumit máŋggain lágain.

source: Saamelaiskulttuuri, saamen kieli tai saamelaiskäräjät on mainittu 122 eri laissa ja asetuksessa.
sme: Sámekultuvra, sámegiella dahje sámediggi leat máinnašuvvon 122 sierra lágas ja ásahusas.

source: Saamelaiskäräjät on mainittu 11 laissa ja asetuksessa.
sme: Sámediggi lea máinnašuvvon 11 lágas ja ásahusas.

source: Suomen perustuslaki
sme: Suoma vuođđoláhka

source: Perustuslain 17 § 3 momentin mukaan saamelaisilla alkuperäiskansana on oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
sme: Vuođđolága 1 7 § 3 momentta mielde sámiin eamiálbmogin lea vuoigatvuohta bajásdoallat ja ovddidit iežaset giela ja kultuvrra.

source: Perustuslain 17 §:n 3 momentin tarkoittamana saamelaisten kulttuurina ja perinteisinä saamelaisina elinkeinoina pidetään poronhoitoa, kalastusta, metsästystä (HE 248/1994 vp ja PeVM 17/1994 vp) sekä saamelaiskäräjien mukaan myös keräilyä ja saamen käsityötä.
sme: Vuođđolága 17 § 3 momentta oaivvildan sámiid kultuvran ja árbevirolaš sámeealáhussan adnojuvvojit boazodoallu, guolásteapmi, meahccebivdu (HE 248/1994 vp ja PeVM 17/1994 vp) sihke sámedikki mielde maid čoaggin ja sámi duodji.

source: Saamelaiskulttuuriin luetaan kuuluvaksi saamelaisten perinteiset elinkeinot ja niiden modernit harjoittamisen muodot.
sme: Sámekultuvrii lohkkojuvvojit gullat sámiid árbevirolaš ealáhusat ja daid ođđaáigásaš hárjeheami vuogit.

source: Lain 121 §:n 4 momentin mukaan saamelaisilla on saamelaisten kotiseutualueella kieltään ja kulttuuriaan koskeva itsehallinto sen mukaan kuin lailla säädetään.
sme: Lága 121 § 4 momentta mielde sámiin lea sámiid ruovttuguovllus iežaset gillii ja kultuvrii guoski iešstivren dan mielde go lágain mearriduvvo.

source: Hallituksen esityksessä perustuslain muuttamiseksi todetaan, että säännöksellä pyritään siihen, että tulevassa lainsäädännössä määrättäisiin saamelaisten omaa kieltä ja kulttuuria koskevissa asioissa toimielimet, toimivaltarajat ja tehtävät saamelaishallinnolle, kunnalliselle itsehallinnolle ja valtion hallinnolle.
sme: Ráđđehusa evttohusas rievdadit vuođđolága gávnnahuvvo, ahte njuolggadusain figgojuvvo dasa, ahte boahttevaš láhkaásaheamis mearriduvvošedje sámiid iežaset gillii ja kultuvrii guoski áššiin doaibmaorgánat, doaibmaválderáját ja barggut sámehálddahussii, gieldda iešstivremii ja stáhta hálddahussii.

source: Saamelaisten kulttuuri-itsehallinto olisi dynaamista ja saamelaiset voisivat itse kehittää sitä (HE248/1994).
sme: Sámiid kulturiešstivren livččii dynámalaš ja sámit sáhtášedje ieža ovddidit dan (HE248/1994).

source: Perustuslain 22 § mukaan julkisen vallan on turvattava perusoikeuksien ja ihmisoikeuksien toteutuminen.
sme: Vuođđolága 22 § mielde almmolaš váldi berre dorvvastit vuođđovuoigatvuođaid ja olmmošvuoigatvuođaid ollašuvvama.

source: Hallituksen esityksessä perusoikeussäännöksien ottamisessa perustuslakiin todetaan, että säännös ulottaisi julkisen vallan turvaamisvelvollisuuden kansainvälisissä sopimuksissa turvattuihin ihmisoikeuksiin.
sme: Ráđđehusa evttohusas vuođđovuoigatvuođanjuolggadusaid váldimis vuođđoláhkii gávnnahuvvo, ahte njuolggadus olahivččii almmolaš válddi dorvvastangeatnegasvuođa riikkaidgaskasaš soahpamušain dorvvastuvvon olmmošvuoigatvuođaide.

source: Kansainvälisten ihmisoikeussopimusten sisältö määräytyy kansainvälisten valvontaelinten käytännöstä.
sme: Riikkaidgaskasaš olmmošvuoigatvuođasoahpamušaid sisdoallu mearrašuvvá riikkaidgaskasaš bearráigeahččoorgánaid meannudanvuogi mielde.

source: Hallituksen esityksessä mainitaan erityisesti kansalais- ja poliittisia oikeuksia koskeva yleissopimus (KP-Sopimus) ja Euroopan ihmisoikeussopimus (HE 309/1993).
sme: Ráđđehusa evttohusas máinnašuvvojit erenomážit siviila- ja politihkalaš vuoigatvuođaide guoski oktasašsoahpamuš (KP-Soahpamuš) ja Eurohpa olmmošvuoigatvuođasoahpamuš (HE 309/1993).

source: Luonnonsuojelulaki
sme: Luonddusuodjalanláhka

source: Vuonna 2011 uudistetun luonnonsuojelulain 16 § mukaan saamelaisten kotiseutualueella sijaitsevissa kansallis- ja luonnonpuistoissa on turvattava saamelaisten kulttuurin ylläpitämisen ja kehittämisen edellytykset.
sme: Jagis 2011 ođasmahtton luonddusuodjalanlága 16 § mielde sámiid ruovttuguovllu álbmot- ja luonddumehciin berre dorvvastit sámiid kultuvrra bajásdoallama ja ovddideami vejolašvuođaid.

source: Aluetta perustettaessa on sen suojelun erityiset tavoitteet ja kansallispuistossa myös alueella kävijöiden edut otettava asianmukaisella tavalla huomioon.
sme: Guovllu vuođđudettiin galgá dan suodjaleami erenomáš ulbmiliid ja álbmotmeahcis maid guovllus galledeaddjiid ovdduid váldit áššáigullevaččat vuhtii.

source: Luonnonsuojelulain nojalla perustettuja luonnon- ja kansallispuistoja saamelaisten kotiseutualueella:
sme: Luonddusuodjalanlága vuođul vuođđuduvvon luonddu- ja álbmotmeahcit sámiid ruovttuguovllus:

source: Enontekiö: Pallas-Yllästunturin kansallispuisto (osittain) Mallan luonnonpuisto
sme: Eanodat: Pallas-Ylläsduoddara álbmotmeahcci (muhtin oassái) Malla luonddumeahcci

source: Inari: Lemmenjoen kansallispuisto
sme: Anár: Leammi álbmotmeahcci

source: Inarin kunta ja Lapin paliskunta: Urho Kekkosen kansallispuisto (osittain)
sme: Anára gielda ja Lappi bálggus: Urho Kekkonen álbmotmeahcci (muhtin oassái)

source: Utsjoki: Kevon luonnonpuisto
sme: Ohcejohka: Geavu luonddumeahcci

source: Erämaalaki
sme: Meahcceguovloláhka

source: Erämaalain 1 § mukaan erämaa-alueita perustetaan alueiden erämaaluonteen säilyttämiseksi, saamelaiskulttuurin ja luontaiselinkeinojen turvaamiseksi sekä luonnon monipuolisen käytön ja sen edellytysten kehittämiseksi.
sme: Meahcceguovlolága 1 § mielde meahcceguovllut vuođđuduvvojit guovlluid meahcceluonddu seailluheami dihte, sámekultuvrra ja luondduealáhusaid dorvvasteami dihte sihke luonddu máŋggabealat geavaheami ja dan vejolašvuođaid ovddideami dihte.

source: Saamelaisen kotiseutualueella sijaitsee seuraavat erämaa-alueet:
sme: Sámiid ruovttuguovllus leat čuovvovaš meahcceguovllut:

source: Enontekiön kunta: Käsivarren, Tarvantovaaran ja Pöyrisjärven erämaa-alueet sekä osittain Puljun erämaa-alue
sme: Eanodaga gielda: Giehtaruohttasa, Darvvatvári ja Bievrrašjávrri meahcceguovllut sihke muhtin oassái Bulju meahcceguovlu

source: Utsjoen ja Inarin kunnat: Kaldoaivin, Paistunturin ja Muotkatunturin erämaa-alueet
sme: Ohcejoga ja Anára gielddat: Gálddoaivvi, Báišduoddara ja Muotkeduoddara meahcceguovllut

source: Inarin kunta: Vätsärin ja Tsarmitunturin erämaa-alueet ja osittain Hammastunturin erämaa-alue.
sme: Anára gielda: Váhčira ja Čármiduoddara meahcceguovllut ja muhtin oassái Bátneduoddara meahcceguovlu.

source: Kaivoslaki
sme: Ruvkeláhka

source: Uudistettu kaivoslaki astui voimaan vuoden 2011 heinäkuussa.
sme: Ođasmahtton ruvkeláhka bođii fápmui jagi 2011 suoidnemánus.

source: Kaivoslain myötä turvallisuus- ja kemikaalivirasto Tukesista muodostui kaivosviranomainen, joka myöntää kaivoslain mukaisia lupia.
sme: Ruvkelága mielde dorvvolašvuođa- ja kemikálavirgedoaimmahat Tukesis šattai ruvkevirgeoapmahaš, mii mieđiha ruvkelágas meroštallon lobiid.

source: Kaivoslaki lopettaa siirtymäajan jälkeen koneellisen kullankaivun Lemmenjoen kansallispuistosta.
sme: Ruvkeláhka loahpaha sirdásanáigodaga maŋŋá mášengolleroggama Leammi álbmotmeahcis.

source: Koneellista kullankaivua harjoitetaan Inarin kunnassa ja Lapin paliskunnan alueella Sodankylän kunnassa.
sme: Mášengolleroggan hárjehuvvo Anára gielddas ja Lappi bálgosa guovllus Soađegili gielddas.

source: Kaivoslain 1 § laissa tarkoitettu toiminta sovitetaan yhteen saamelaisten kotiseutualueella siten, että saamelaisten oikeudet alkuperäiskansana turvataan.
sme: Ruvkelága 1 § lágas oaivvilduvvon doaibma heivehuvvo oktii sámiid ruovttuguovllus nu, ahte sámiid vuoigatvuođat eamiálbmogin dorvvastuvvojit.

source: Lain 38 § mukaan Tukesin tulee yhteistyössä saamelaiskäräjien ja muiden tahojen kanssa selvittää saamelaisten kotiseutualueelle tai sinne vaikuttavan malminetsintäluvan, kaivosluvan tai kullanhuuhdontaluvan mukaisesta toiminnasta aiheutuvat vaikutukset saamelaisten oikeudelle alkuperäiskansana ylläpitää ja kehittää omaa kieltään ja kulttuuriaan sekä harkita haittojen vähentämiseksi ja estämiseksi tarvittavat toimenpiteet.
sme: Lága 38 § mielde Tukes berre ovttas sámedikkiin ja eará oassebeliiguin čielggadit sámiid ruovttuguvlui dahje dohko váikkuheaddji málbmaohcanlobis, ruvkelobis dahje golledoidinlobis meroštallon doaimma dagahan váikkuhusaid sámiid vuoigatvuhtii eamiálbmogin bajásdoallat ja ovddidit iežaset giela ja kultuvrra sihke guorahallat dárbbašlaš doaibmabijuid geahpedit ja eastadit vahágiid.

source: Tällöin tulee ottaa huomioon:
sme: Dalle ferte váldit vuhtii:

source: 1) hakemuksessa tarkoitetun alueen läheisyydessä voimassa olevat vastaavat luvat;
sme: 1) čuožžovaš vástideaddji lobiid, mat leat ohcamušas oaivvilduvvon guovllu lahkosis;

source: 2) mitä saamelaisten oikeuden kannalta alkuperäiskansana tärkeitä alueita hakemus koskee;
sme: 2) maid sámiid vuoigatvuođa dáfus eamiálbmogin dehálaš guovlluid ohcamuš guoská;

source: 3) muut saamelaisten oikeutta alkuperäiskansana häiritsevät alueiden käyttömuodot hakemuksessa tarkoitetulla alueella ja sen läheisyydessä.
sme: 3) sámiid vuoigatvuođa eamiálbmogin heađušteaddji, guovlluid eará geavahanvuogit ohcamušas oaivvilduvvon guovllus ja dan lahkosis.

source: Lain 50 § mukaan lupaa ei tule myöntää jos luvan mukainen toiminta yksin tai yhdessä muiden vastaavien lupien tai alueiden muiden käyttömuotojen kanssa olennaisesti heikentäisi saamelaisten kotiseutualueella edellytyksiä harjoittaa perinteisiä saamelaiselinkeinoja taikka muutoin ylläpitää ja kehittää saamelaiskulttuuria;
sme: Lága 50 § mielde lobi ii galgga mieđihit, jos lobis meroštallon doaibma okto dahje ovttas eará vástideaddji lobiiguin dahje guovlluid eará geavahanvugiiguin dovdomassii heajudivččii sámiid ruovttuguovllus vejolašvuođaid hárjehit árbevirolaš sámeealáhusaid dahje muđui bajásdoallat ja ovddidit sámekultuvrra;

source: Edelleen valiokunnan mukaan kaivoslain 50 §:n määrättyä olennaisuuskriteereitä tulkitaan ja sovelletaan perusoikeusmyönteisellä tavalla ja ottaen huomioon YK:n ihmisoikeuskomitean KP-sopimuksen 27 artiklaa koskevan tulkitsemiskäytännön.
sme: Ain váljagotti mielde ruvkelága 50 § mearriduvvon dehálašvuođakriterat dulkojuvvojit ja heivehuvvojit vuođđovuoigatvuođamiehtemielalaš vugiin ja nu ahte váldo vuhtii ON:a olmmošvuoigatvuođakomitea KP-soahpamuša 27 artihkkalii guoski dulkongeavat.

source: Vesilaki
sme: Čáhceláhka

source: Uudistettu vesilaki astui voimaan vuonna 2012.
sme: Ođasmahtton čáhceláhka bođii fápmui jagis 2012.

source: Lain 2 luvun 8 mukaan saamelaisten kotiseutualueelle sijoittuva tai vaikutuksiltaan sinne ulottuva vesitaloushanke on toteutettava siten, että se ei vähäistä suuremmassa määrin heikennä saamelaisten mahdollisuuksia käyttää heille alkuperäiskansana kuuluvia oikeuksia ylläpitää ja kehittää kulttuuriaan sekä harjoittaa perinteisiä elinkeinojaan.
sme: Lága 2 logu 8 mielde čáhcedoallofidnu, mii lea sámiid ruovttuguovllus dahje dat váikkuha dohko, galgá ollašuhttit nu ahte dat dušše uhcán heajuda sámiid vejolašvuođaid geavahit sidjiide eamiálbmogin gullevaš vuoigatvuođaid bajásdoallat ja ovddidit iežaset kultuvrra sihke hárjehit árbevirolaš ealáhusaideaset.

source: Hallituksen esityksessä vesilaiksi (HE 277/2009 vp) tämän pykälän osalta todetaan, että hanke voi joissakin tapauksissa olla saamelaisen kulttuurimuodon ja siten ehdotetun heikentämiskiellon kannalta merkityksellinen silloinkin, kun se vaikuttaa esimerkiksi vain yhden saamelaisperheen elinolosuhteisiin.
sme: Ráđđehusa evttohusas čáhceláhkan (HE 277/2009 vp) dán paragráfa oasil gávnnahuvvo, ahte fidnu sáhttá muhtun dáhpáhusain leat sámi kulturhámi ja nappo evttohuvvon heajudangildosa dáfus mearkkašahtti dallege, go dat váikkuha ovdamearkka dihte dušše ovtta sámebearraša eallindillái.

source: Vesitaloushanke tarkoittaa esimerkiksi sillan, padon, vesijohdon ja kaapelin rakentamista vesistöön, vesivoiman hyödyntämistä, vesistön säännöstelyä sekä veden ottamista.
sme: Čáhcedoallofidnu oaivvilda ovdamearkka dihte šalddi, buođu, čáhcebohcci ja kábela huksema čázádahkii, čáhcefámuin ávkkástallama, čázádaga dulvadeami sihke čázi váldima.

source: Laki Metsähallituksesta (234/2016)
sme: Láhka Meahcceráđđehusas

source: Metsähallitus hallinnoi saamelaisten kotiseutualueen valtion hallinnassa olevia maa- ja vesialueita.
sme: Meahcceráđđehus hálddaša sámiid ruovttuguovllu eana- ja čáhceguovlluid, mat leat stáhta hálddus.

source: Metsähallituksen hallinnassa on noin 90 % saamelaisten kotiseutualueen maa- ja vesialasta.
sme: Meahcceráđđehusa hálddus lea sullii 90 % sámiid ruovttuguovllu eana- ja čáhceviidodagas.

source: Alueesta n. 80 % on eri tavoin suojeltua joko luonnonsuojelulain tai erämaalain nojalla.
sme: Guovllus sullii 80 % lea iešguđetláhkai suodjaluvvon jogo luonddusuodjalanlága dahje meahccelága vuođul.

source: Metsähallituslain 6 §:n 2 momentin mukaan Metsähallituksen hallinnassa olevien luonnonvarojen hoito, käyttö ja suojelu on sovitettava yhteen saamelaiskäräjistä annetussa laissa (974/1995) tarkoitetulla saamelaisten kotiseutualueella siten, että saamelaisten kulttuurin harjoittamisen edellytykset turvataan, sekä poronhoitolaissa tarkoitetulla poronhoitoalueella siten, että poronhoitolaissa säädetyt velvoitteet täytetään.
sme: Meahcceráđđehuslága § 4 mielde luondduriggodagaid suvdilis divššu ja geavaheami dehálaš oassin Meahcceráđđehus galgá doarvái bures váldit vuhtii biologalaš máŋggahámatvuođa suodjaleami ja heivvolaš lasiheami ja Meahcceráđđehusa hálddus leahkki luondduriggodagaid dikšuma, geavaheami ja suodjaleami galgá heivehit oktii sámiid ruovttuguovllus nu, ahte sámiid kultuvrra hárjeheami vejolašvuođat dorvvastuvvojit.

source: Saamen kielilaki
sme: Sámi giellaláhka

source: Saamen kielellä tarkoitetaan saamen kielilaissa pohjois-, inarin- ja koltansaamea (3 §).
sme: Sámegielain oaivvilduvvo sámi giellalágas davvisámegiella sihke anáraš- ja nuortalašgiella (3 §).

source: Saamen kielilain tarkoituksena on turvata saamelaisten perustuslaillinen oikeus omaan kieleensä.
sme: Sámi giellalága ulbmilin lea dorvvastit sámiid vuođđolágalaš vuoigatvuođa iežaset gillii.

source: Lakia sovelletaan saamelaisten kotiseutualueen viranomaisissa ja niissä viranomaisissa, joiden toimialueeseen saamelaisten kotiseutualue kuuluu (2 §).
sme: Láhka heivehuvvo sámiid ruovttuguovllu eiseválddiin ja dain eiseválddiin, maid doaibmaguvlui sámiid ruovttuguovlu gullá (2 §).

source: Lain mukaan saamelaisilla on oikeus käyttää saamea asioidessaan viranomaisissa (4 §) sekä saada tulkkaus- ja käännöspalveluita (4 luku).
sme: Lága mielde sámiin lea vuoigatvuohta geavahit sámegiela, go dikšot áššiideaset eiseválddiin (4 §) sihke oažžut dulkon- ja jorgalanbálvalusaid (4 lohku).

source: Saamelaiskäräjät seuraa saamen kielilain toteutumista ja laatii kertomuksen saamen kielilain toteutumisesta (28 § ja 29 §).
sme: Sámediggi čuovvu sámi giellalága ollašuvvama ja gárvvista čilgehusa sámi giellalága ollašuvvamis (28 § ja 29 §).

source: Oikeusministeriö myöntää avustusta mm. saamelaisten kotiseutualueen kunnille, paliskunnille ja seurakunnille saamen kielilain toimeenpanoa varten (31 §).
sme: Vuoigatvuohtaministeria juolluda doarjaga ee. sámiid ruovttuguovllu gielddaide, bálgosiidda ja searvegottiide sámi giellalága ollašuhttima várás (31 §).

source: Summa on olut vuodesta 2012 lähtien 120 000 euroa vuodessa.
sme: Submi leamašan jagi 2012 rájes 120 000 euro jagis.

source: Kuntarakennelaki
sme: Gieldaráhkadusláhka

source: Kuntarakennelain mukaan kuntien, joissa on alle 20 000 asukasta, tulee selvittää yhdistymistä palvelujen turvaamiseksi.
sme: Lága mielde gielddat, main leat vuollái 20 000 ássi, galget čielggadit ovttastuvvama bálvalusaid sihkkarastima dihtii.

source: Lain 4 § säädetään kuntajaon muuttamisen edellytyksistä.
sme: Lága 4 §:s ásahuvvo gieldajuogu rievdadeami eavttuin.

source: Lain mukaan kuntajakoa muutettaessa saamelaisten kotiseutualueella tulee ottaa huomioon saamelaisten kielelliset oikeudet sekä saamelaisten oikeus alkuperäiskansana ylläpitää ja kehittää omaa kieltään ja kulttuuriaan sekä saamelaisten kieltä ja kulttuuria koskeva itsehallinto.
sme: Lága mielde gieldajuogu rievdadettiin sámiid ruovttuguovllus galgá vuhtiiváldit sámiid gielalaš vuoigatvuođaid sihke sámiid vuoigatvuođa eamiálbmogin doalahit ja ovddidit iežaset giela ja kultuvrra sihke sámiid giela ja kultuvrra guoski iešráđđema.

source: Laki velvoittaa kuntia selvittämään yhdistymismahdollisuuksia.
sme: Láhka geatnegahttá gielddaid čielggadit ovttastuvvanvejolašvuođaid.

source: Lain 4g § mukaan selvitysalueesta voidaan poiketa saamelaisten kieltä ja kulttuuria koskevien oikeuksien turvaamiseksi.
sme: Lága 4g § mielde čielggadanviidodagas sáhttá spiehkkasit sámiid giela ja kultuvrra guoski vuoigatvuođaid sihkkarastima dihtii.

source: Yhdenvertaisuuslaki
sme: Ovttaveardásašvuođaláhka

source: Parhaillaan uudistettavana olevassa yhdenvertaisuuslaissa ei käsitellä suoraan saamelaisten oikeuksia.
sme: Ovttaveardásašvuođalágas, mii lea dál ođasmahttima vuolde, eai gieđahallo njuolga sámiid vuoigatvuođat.

source: Lain tarkoituksen tarkoituksena on edistää ja turvata yhdenvertaisuuden toteutumista.
sme: Lága ulbmilin lea ovddidit ja dorvvastit ovttaveardásašvuođa ollašuvvama.

source: Laki kieltää syrjinnän mm. etnisen alkuperän ja kielen perusteella (6 §).
sme: Láhka gieldá vealaheami ee. čearddalaš sohkaduogáža ja giela vuođul (6 §).

source: Lain § 7 mukaan lailla ei estetä sellaisia erityistoimenpiteitä, joiden tavoitteena on tosiasiallisen yhdenvertaisuuden saavuttaminen syrjinnästä johtuvien haittojen ehkäisemiseksi tai lievittämiseksi (positiivinen erityiskohtelu).
sme: Lága § 7 mielde lágain eai eastaduvvo dakkár sierradoaibmabijut, maid ulbmilin lea duođalaš ovttaveardásašvuođa juksan vealaheami dagahan hehttehusaid eastadeami dahje geahpedeami dihte (positiivvalaš sierrameannudeapmi).

source: Lain 4 § mukaan viranomaisten on laadittava yhdenvertaisuussuunnitelma etnisen yhdenvertaisuuden toteuttamiseksi.
sme: Lága 4 § mielde eiseválddit galget dahkat ovttaveardásašvuođaplána čearddalaš ovttaveardásašvuođa ollašuhttima dihte.

source: Päivähoitolaki
sme: Beaivedikšoláhka

source: Päivähoitolakia ollaan parhaillaan uudistamassa varhaiskasvatuslaiksi.
sme: Beaivedikšolága leat aiddo dál ođasmahttimin árrabajásgeassinláhkan.

source: Päivähoitoasiat on siirretty opetus- ja kulttuuriministeriön alaisuuteen sosiaali- ja terveysministeriöltä.
sme: Beaivedikšoáššit leat sirdojuvvon oahpahus- ja kulturministeria vuollái sosiála- ja dearvvasvuođaministerias.

source: Päivähoitolain 11 § 2 momentin mukaan kunnan on huolehdittava siitä, että lasten päivähoitoa voidaan antaa lapsen äidinkielenä olevalla suomen, ruotsin tai saamen kielellä.
sme: Beaivedikšolága 11 § 2 momentta mielde gielda berre fuolahit das, ahte mánáid beaivedivššu sáhttá addit máná eatnigiellan, jogo suoma-, ruoŧa- dahje sámegillii.

source: Hallituksen esityksessä (HE 196/1981) pidetään lapsen kehityksen ja oppimismahdollisuuksien kannalta erityisen tärkeänä, että lasten päivähoitoa annetaan lapsen omalla äidinkielellä.
sme: Ráđđehusa evttohusas (HE 196/1981) adnojuvvo máná ahtanuššama ja oahppanvejolašvuođaid dáfus erenomáš dehálažžan, ahte mánáid beaivedikšu addojuvvo máná iežas eatnigillii.

source: Päivähoitoasetuksen mukaan lasten päivähoidon kasvatustavoitteisiin kuuluu saamelaisten lasten oman kielen ja kulttuurin tukeminen yhteistyössä kyseisen kulttuurin edustajien kanssa.
sme: Beaivedikšoásahusa mielde mánáid beaivedivššu bajásgeassinulbmiliidda gullá sámemánáid iežaset giela ja kultuvrra doarjun ovttas dán kultuvrra ovddasteaddjiiguin.

source: Vähemmistövaltuutettu ja syrjintälautakunta ovat todenneet, että saamenkielisten lasten päivähoidon järjestäminen sekakieliryhmässä suomenkielisten lasten kanssa johtaa helposti syrjintäkiellon vastaiseen tilanteeseen.
sme: Vehádatáittardeaddji ja vealahanlávdegoddi leat gávnnahan, ahte sámegielat mánáid beaivedivššu ordnen seahkalas giellajoavkkus suomagielat mánáiguin doalvu álkket dillái, mii lea vealahangildosa vuostá.

source: Opetusta ohjaava lainsäädäntö
sme: Oahpahusa stivrejeaddji láhkamearrádusat

source: Saamen kieli voi nykyisten säännösten mukaan olla perusopetuksen ja lukion opetuskieli, äidin-kielen ja kirjallisuuden oppiaine sekä vapaaehtoinen/valinnainen (=vieraan kielen) oppiaine.
sme: Sámegiella sáhttá dálá njuolggadusaid mielde leat vuođđooahpahusa ja logahaga oahpahusgiella, eatnigiela ja girjjálašvuođa oahppoávnnas sihke eaktodáhtolaš/válljenávnnas (=vieris giela).

source: Äidinkielen opetukseen liittyy lisäksi suomen kielen opetus, joka tarkoittaa käytännössä äidinkielen oppituntien jakamista saamen ja suomen kielten kesken.
sme: Eatnigiela oahpahussii laktása maid suomagiela oahpahus, mii oaivvilda geavatlaččat eatnigiela oahppodiimmuid juohkima sáme- ja suomagielaid gaskka.

source: Ylioppilastutkinnossa on mahdollista suorittaa saamen kielessä äidinkielen ja vieraan kielen koe.
sme: Stuđeantadutkosis lea vejolaš čađahit sámegielas eatnigiela ja vieris giela iskosa.

source: Perusopetuslain 10 § velvoittaa saamelaisten kotiseutualueen kuntia antamaan saamen kieltä osaavien oppilaiden opetuksen pääosin saamen kielellä.
sme: Vuođđooahpahuslága 10 § geatnegahttá sámiid ruovttuguovllu gielddaid addit sámegiela máhtti oahppiid oahpahusa eanaš sámegillii.

source: Lain 12 §:n mukaan äidinkielenä opetetaan oppilaan opetuskielen mukaisesti suomen, ruotsin tai saamen kieltä.
sme: Lága 12 § mielde eatnigiellan oahpahuvvo oahppi oahpahusgiela mielde suoma-, ruoŧa- dahje sámegiella.

source: Lain 15 §:n mukaan kuntien on hyväksyttävä opetussuunnitelma.
sme: Lága 15 § mielde gielddat galget dohkkehit oahppoplána.

source: Saamenkielistä (kuten myös suomen- ja ruotsinkielistä) opetusta varten laaditaan ja hyväksytään oma opetussuunnitelma.
sme: Sámegielat (nugo maiddái suoma- ja ruoŧagielat) oahpahusa várás dahkkojuvvo ja dohkkehuvvo iežas oahppoplána.

source: Valtioneuvoston hyväksymä tuntijakoasetus ( 8 § 4 mom) edellyttää lisäksi, että koulussa, jossa on saamelaisten kotiseutualueella asuvia oppilaita, tulee valinnaisena aineena olla saamen kieli.
sme: Stáhtaráđi dohkkehan diibmojuohkoásahus ( 8 § 4 mom) gáibida maiddái ahte skuvllas, gos leat sámiid ruovttuguovllus ássi oahppit, galgá válljenávnnasin leat sámegiella.

source: Lukiolain 6 §:n mukaan opetuskielenä voi olla saamen kieli.
sme: Logahatlága 6 § mielde oahpahusgiellan sáhttá leat sámegiella.

source: Lain 8 §:n mukaan äidinkielenä opetetaan oppilaan opetuskielen mukaisesti suomen, ruotsin tai saamen kieltä.
sme: Lága 8 § mielde eatnigiellan oahpahuvvo oahppi oahpahusgiela mielde suoma-, ruoŧa- dahje sámegiella.

source: Opetussuunnitelman hyväksyminen kuuluu lukiolain 11 §:n mukaan koulutuksen järjestäjälle.
sme: Oahppoplána dohkkeheapmi gullá logahatlága 11 § mielde skuvlema lágideaddjái.

source: Opetussuunnitelma on hyväksyttävä erikseen mm. saamenkielistä opetusta varten.
sme: Oahppoplána galgá dohkkehit sierra ee. sámegielat oahpahusa várás.

source: Saamen kielen ja saamenkielinen opetus perusopetuksessa ja lukiossa on turvattu opetus- ja kulttuuritoimen rahoituksesta annetussa laissa ( 45 § 1 mom) erityisellä rahoituksella, joka koskee saamelaisten kotiseutualueen kuntia.
sme: Sámegiela ja sámegielat oahpahus vuođđooahpahusas ja logahagas lea dorvvastuvvon oahpahus- ja kulturdoaimma ruhtadeami birra addon lágas ( 45 § 1 mom) sierraruhtademiin, mii guoská sámiid ruovttuguovllu gielddaid.
